Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Dan dahket go ain jahkái válljejit maid áigot vuoruhit, ja dan dieđihit juo doarjagiid almmuhemiin, ja maiddái de go ruhtadeaddji čohkkeda mearridit makkár ohcamušaid áigu doarjut ekonomalaččat.
nob: Dette gjøres både gjennom prioriteringer av ulike satsinger fra år til år i selve utlysningen, og i neste omgang når finansiøren avgjør hvilke søknader som faktisk skal støttes økonomisk.

source: Iešguđetge giellaguovddáža doaibmaguovllus leat sin iežaset giellakursedárbbut, ja dat dárbbut rievddadit maid áiggis áigái.
nob: Behov for språkkurs varierer mellom de ulike områdene språksentrene opererer i, men også over tid.

source: Deanu giellaguovddáš muitala ovdamearkkadihte ahte ii leat šat nu stuora dárbu lágidit čállinkursse boarrasit sápmelaččaide geain lea váilevaš skuvlen, danin go dan jovkui leat juo lágidan kurssiid ovdal, ja maiddái danin go dien ahkahaččaid lohku njiedjá jagiid mielde.
nob: Språksenteret i Tana melder for eksempel om at behov for skrivekurs for eldre samer med mangelfull skolegang er i ferd med å forsvinne, både gjennom at gruppen er nådd tidligere, men også at den blir

source: Mii leat maid oaidnán ovdamearkkaid dasa ahte go giellaguovddáža doaibmabáikkis eai šat jearat giellakurssiid nu bearehaga, ja eai nu ollugat šat daidda searvva, de giellaguovddáš vállje bargagoahtit ođđa geográfalaš guovlluin.
nob: mindre med årene. Vi har også sett eksempel på at vurderinger av nedadgående etterspørsel og lavere deltakelse i språksentrets nærområde, har ført til en satsing i nye geografiske områder.

source: Dat lea okta čilgehus dasa manne Deanu giellaguovddáš maŋemus jagi lea válljen lágidit giellakursse olggobealde gieldda, gos eanet olbmot ohcalit diekkár
nob: Dette er en av begrunnelsene for at Tana språksenter det siste året har valgt å satse på språkkurs utenfor kommunen der etterspørselen er større.

source: Báikkálaš árbedieđuid ja árbemáhtu čohkken lea ollu giellaguovddážiid mielas hui dárbbašlaš bargu, ja eandalii dakkár guovlluin gos ovdalaččas gávdno unnán diehtu ja dokumentašuvdna.
nob: Innsamling av lokalt materiale og kompetanse blir av flere språksentre trukket fram som viktig, og kanskje særlig der det finnes liten kunnskap og dokumentasjon fra før.

source: Dan oaidnit earenoamážit mearrasámi guovlluin.
nob: Dette ser vi særlig i de sjøsamiske områdene.

source: Ja lea hui dárbu čohkket diekkár dieđuid ovdal go informánttat jávket, ja eai šat leat gávdnamis.
nob: Utfordringen ligger i å få samlet inn slik kunnskap før informanter faller fra, og

source: Álttá ja Romssa giellaguovddážat leat válljen diekkár barggu vuoruhit.
nob: Språksentrene i Alta og Tromsø har spesielt valgt å prioritere slikt arbeid.

source: oažžut kapasitehta dahje nannet oahpu das movt diekkár dieđuid gaskkustit viidáseappot.
nob: Vi ser også at en del språksentre har fått samlet inn mye materiale, men sliter med å få kapasitet eller opparbeide kunnskap til å formidle dette videre ut.

source: Mii oaidnit ahte dat báikkálaš biras ja regionála dilálašvuođat gosa dát giellaguovddážat leat ásahuvvon ja gos dat doibmet, lea duogáš mii mearkkaša hui ollu dasa makkár fálaldagaid guovddážat leat ovddidan.
nob: Vi ser at den lokale og regionale konteksten disse språksentrene har oppstått og virker i har vært svært viktig for hvordan de har utviklet tilbudene.

source: Dat duogáš sáhttá maid áiggi mielde rievdat, ođđa dárbbut ja gáibádusat sáhttet boahtit, ja dain giellaguovddážiin main lea rievdandáhttu ja mat nagodit hukset buriid gaskavuođaid ovttasbargiide sihke báikkálaččat ja olles doaibmaguovllus, ja mat doibmet
nob: Konteksten kan også endre seg over tid, med nye behov og krav, og de språksentrene som har endringsvilje og klarer å bygge gode relasjoner til

source: čohkkejeaddjin iežaset birrasis, leat buorit vejolašvuođat lihkostuvvat.
nob: samarbeidsparter lokalt og regionalt, samt fremstår som samlende i sine miljøer, har gode muligheter til å lykkes.

source: 12.6 Makkár ávki lea giellakurssiin leamaš mat addet gelbbolašvuođa ?
nob: 12.6 Hvilken betydning har kompetansegivende språkkurs hatt ?

source: Searvan kurselágideapmái mii addá gelbbolašvuođa, namalassii viđajagi rávisolbmuidoahppoprogámma, lea hui bures lihkostuvvan.
nob: Satsingen på kompetansegivende kurs gjennom det femårige voksenopplæringsprogrammet har vært svært vellykket.

source: Dat lea addán giellakurssiide eanet árvvu, ja muhtun muddui maid geasuhan ođđa ulbmiljoavkkuid.
nob: Det har gitt språkkursene en høyere status, og delvis tiltrukket seg nye

source: lohkanbadjedássái dahje alit dássái maŋŋil.
nob: målgrupper. Sametingets stipend for deltakere på kursene fremstår som et godt virkemiddel for å stimulere flere til å ta kursene og fortsette videre på semesteremne eller høyere nivå etterpå.

source: Kursejođiheddjiid oahpaheapmi lea maid nannen giellaguovddáža bargiid gelbbolašvuođa dahje sin gelbbolašvuođa geat bálkáhuvvojit kursejođiheaddjin.
nob: Opplæring av kursledere har også styrket kompetansen til de ansatte ved språksentrene eller de som leies inn til å gjøre denne jobben.

source: Mii leat maid oaidnán ahte dat go gáibiduvvo formálalaš gelbbolašvuohta go galgá diein kurssiin oahpahit, lea movttiidahttán giellaguovddážiid bargiid nannet iežaset gelbbolašvuođa ja háhkat dan máhtu mii gáibiduvvo.
nob: Vi har også sett at kravene til formell kompetanse for å undervise på disse kursene har stimulert språksenteransatte til selv å heve sin kompetanse og dermed kvalifisere seg.

source: Giellakurssiid sáhttá áinnas hui dihtomielalaččat geavahit nannet suohkanbargiid giellamáhtu.
nob: Språkkursene kan med fordel brukes mer aktivt for å styrke språkkompetansen hos kommunalt ansatte.

source: Muhtun suohkanat leat leamaš čeahpit dien bargat (Gáivuotna ja Loabák), ja eará suohkanat leat fas dakkárat mat áinnas galggaše eanet geavahit giellakurssiid (Porsáŋgu ja Romsa).
nob: Noen kommuner har vært flinke til dette (Kåfjord og Lavangen), mens andre kommuner med fordel kan bruke dette mer aktivt (Porsanger og Tromsø).

source: Suohkanat mat iežaset bargiide addet virgelobi bálkkáin dahje stipeandda suohkanis vai sáhttet čuovvut giellakurssiid, geavahit dan váikkuhangaskaoami vai bargit movttáskit searvat kurssiide.
nob: De kommunene som gir kommunalt ansatte fri med lønn eller kommunalt stipend for å gå på språkkurs, bruker dette virkemiddelet som et stimulus for å oppmuntre til deltakelse.

source: Muhto mii leat oaidnán ahte eai buot suohkana gáibit ahte bargit galget čađahit eksámena ovdal ožžot dieid buriid.
nob: Vi ser imidlertid at kommunene i ulik grad stiller krav om at det avlegges eksamen for å oppnå disse godene.

source: Dieđuid čohkkemiin leat ožžon dihtosii ahte diet gealbokursset sáhttet leat hui gáibideaddjit ja muhtumat válljejit ge heaitit, earenoamážit sii geain ii leat nu buorre čálalaš máhttu.
nob: Det har kommet fram gjennom datainnsamlingen at de kompetansegivende kursene kan væresvært krevende og fører til en del frafall, særlig blant de som har et svakt skriftlig språkgrunnlag.

source: Danin lea ge maid dárbu doalahit muhtun oanehis ja «álkitš fálaldagaid main besset hárjehallat hupmat, nugo ovdamearkkadihte giellalávgunfálaldagaid.
nob: Det er derfor nødvendig å opprettholde noen kortere, og «lettereš tilbud med fokus på muntlig trening av type språkbad.

source: 12.7 Gulahallan Sámedikkiin
nob: 12.7 Hvordan fungerer kontakten med Sametinget ?

source: Leat ollu variašuvnnat das man málle mielde ja man dávjá guhtege giellaguovddáš váldá Sámedikkiin oktavuođa.
nob: Det er store variasjoner i hvilken form og hvor ofte språksentrene har kontakt med Sametinget.

source: Eatnasat čujuhit giellaossodaga hálddahussii, muhto maiddái oahpahusossodat ja kultursuorgi leat dehálaččat go bargá prošeavttaid ruhtadanohcamušaiguin.
nob: De fleste referer til administrasjonen ved språkavdelingen, men også opplæringsavdelinga og kultursektor er viktige i forbindelse med søknader om prosjektfinansiering.

source: Muhto informánttat čujuhit maid dasa go čađat leat ođđa olbmot geaiguin Sámedikkis galget váldit oktavuođa, ja ahte ii leamaš oktage geas lea váldoovddasvástádus čuovvut giellaguovddážiid. Jus diekkár oktavuođaolbmo
nob: Videre blir det framholdt at det stadig er skiftende personer å forholde seg til i Sametinget og at det ikke har vært noen som

source: leat ožžon sadjái, de dat lea min mielas buorre.
nob: har hatt hovedansvaret for språksentrene.

source: Giellaguovddážat dieđihit ahte raportačállin vuođđodoarjaga ektui doaibmá bures ja eai dasa leat čadnon makkárge earenoamáš váttisvuođat.
nob: Språksentrene gir tilbakemelding om at rapportering om bruk av grunnfinansiering fungerer greit og at det er ikke spesielle problemer med dette.

source: Muhto dakkár oktavuođain gos giellaguovddáža doaibma lea hui garrasit čuldojuvvon stuorát institušuvdnii, sáhttet čuožžilit váttisvuođat.
nob: Utfordringer kan imidlertid oppstå der språksenterets virksomhet er sterkt innvevd i en større institusjon.

source: Lea ovdamearkkadihte leamaš oalle hástaleaddji nagodit sirret giellaguovddáža doaimma ja rehketdoalu eará doaimmaid Árran guovddážis Divttasvuonas, muhto Deanus dat ii leamaš makkár ge
nob: Det har blant annet vært noe utfordrende å skille språksenteraktiviteten og regnskapet fra annen virksomhet ved Árran i Tysfjord, mens dette ikke har vært noe uttalt problem i Tana hvor språksenteret ligger under SEG.

source: váttisvuohtan, gos giellaguovddáš lea SEG vuollásaš doaibma.
nob: Noen sentre har større utfordringer i forhold til prosjektfinansiering fra Sametinget hvor det kan være mer usikkerhet rundt hvilke finansieringsordninger som er aktuelle, hva som prioriteres fra år til år og hvilke krav som stilles til prosjektenes form og finansiering.

source: Muhtun guovddážiin leat eanet hástalusat go earáin mii guoská Sámedikki prošeaktaruhtadeapmái, go eai leat ožžon čielgasii makkár ruhtadanortnegiin sii sáhtáše ohcat, makkár vuoruheamit leat guđege jagi ja makkár gáibádusat leat prošeavtta hápmái ja ruhtadeapmái.
nob: Dette kan ikke utelukkende fremstilles som et problem Sametinget har med å nå ut, men også en svært ulik kunnskap og kompetanse de ansatte ved språksentrene har om virkemiddelordningene.

source: Ii sáhte cealkit ahte die lea dušše Sámedikki sivva, ahte sii eai almmut albmaláhkái, muhto sáhttá maid leat nu ahte ii buot giellaguovddážiid bargiin leat seamma buorre máhttu ja seamma ollu dieđut
nob: Noen er svært gode prosjektutviklere, og har en god oversikt og tett kontakt med Sametingets administrasjon gjennom

source: váikkuhandoarjjaortnegiid birra.
nob: utforminger og oppfølginger av prosjektsøknader.

source: Ja eará guovddážiin fas ii leat nu beare ollu dahkamuš Sámedikki prošeaktaruhtadanhoidduin, ja danin sis leat ge unnit vásáhusat ja eai ge leat huksen fierpmádaga Sámediggái.
nob: Andre har igjen en begrenset Sametingsfinansiert prosjektaktivitet, og derfor mindre erfaring og opparbeidet nettverk inn i Sametinget.

source: gelbbolašvuođa, ovttas Sámi allaskuvllain, muhto ollugat bálkestuvvo eahpečielga prosessii, go Sámi allaskuvla ii šat nagodan vuoruhit daid kurssiiguin bargat viidáseappot, ja dasto šadde giellaguovddážat hoahpus ohcagoahtit eará ovttasbargiid Romssa universitehtas.
nob: Språksentrene i de nordsamiske områdene har hatt god erfaring med å arrangere kompetansegivende språkkurs i samarbeid med Samisk høgskole, men flere ble kastet inn i en uoversiktlig prosess der Samisk høgskole måtte nedprioritere videreføring av disse kursene og språksentrene hev seg rundt for å finne andre samarbeidsparter ved Universitetet i Tromsø.

source: Dan birra muitalit máŋga
nob: Vi har

source: informántta giellaguovddážiin veaháš eahpečielgasit, orro ahte lea Sámediggi mii ii šat dáhtton vuoruhit kurssiid davvisámi guovlluin.
nob: oppfattet at dette både har en kapasitets‐ og personelldimensjon ved Samisk høgskole som stod for opplæring og veiledning av lokale kursholdere, samt en økonomisk dimensjon rundt fullstendig eller delvis dekning av utgiftene ved å holde kursene.

source: Dán oktavuođas gal livččii Sámediggi (ja áinnas maid Sámi allaskuvla) galgan leat čeahpit čilget makkár váikkuhusaid dat rievdadusat mielddisbuktet go áigot garraseappot vuoruhit julev ‐ ja lullisámegiela ovddabeallái davvisámegiela boahttevaš kurssiin.
nob: Dette blir av flere informanter ved språksentrene noe upresist fremstilt som at Sametinget ikke lenger ville prioritere kurs i nordsamiske områder.

source: Mii leat ožžon dan ipmárdusa ahte máŋga giellaguovddáža vásihit ahte Sámedikki 5‐jagi rávisolbmuidoahppoprográmma lea fáhkka heaittihuvvon dahje garrasit gáržžiduvvon, ja dat lea
nob: Her kunne Sametinget (og for den del Samisk høgskole) vært flinkere til å forklare hvilke konsekvenser av endringene med sterkere prioritering av lule‐ og sørsamiske kurs ville få for framtidige kurs i

source: dagahan ollu heajos miela ja eahpesihkkaris dili dan ektui movt boahttevuođas galget organiseret ja ruhtadit giellakurssiid.
nob: nordsamisk. Vi har et inntrykk av at Sametingets 5‐årige voksenopplæringssatsing ved mange språksentre oppleves som avbrutt eller sterkt svekket, og at dette har ført til stor frustrasjon og usikkerhet rundt fremtidig organisering og finansiering av språkkurs.

source: Livčče miha árabut galgan čilget giellaguovddážiidda ahte sii sáhttet kurssiiguin joatkit (vaikko vel Sámi allaskuvla ii sáhte ge nu ollu šat leat fárus) ja ahte lea vejolaš oažžut daidda eará ruhtadeami Sámedikkis.
nob: At kursene kan videreføres (med en noe begrenset involvering fra Samisk høgskole) og med annen finansiering fra Sametinget, burde ha vært formidlet til språksentrene på et tidligere tidspunkt.

source: Sámedikki oktavuođa doalaheapmi sáhttá maid šaddat geahččalusaid sisa dan dihte go giellaguovddážiid bušeahttadárbbuid dieđiheapmi galgá dahkkot ovdal go Sámedikki bušeahtta gárvvistuvvo daid vuoruhemiiguin mat das leat, ja go lea nu oanehis áigi bušeahta almmuheami rájes daid iešguđetlágan váikkuhandoarjjaortnegiid ohcanáigemeriide.
nob: Det kan også være utfordringer i kontakten med Sametinget at tidspunktet for innmelding av budsjettbehov må gjøres før Sametingsbudsjettet med prioriteringene blir lagt fram, og at det er korte frister fra budsjettets offentliggjøring til søknadsfristene på de ulike virkemiddelordningene.

source: Oktavuohta Sámedikki politihkalaš dásiin ii namuhuvvo nu dávjá, muhto go politihkkárat muhtun hárve háve skuvihit giellaguovddážii, de lea buore vejolašvuohta singuin ságastallat áigeguovdilis váttisvuođaid birra.
nob: Kontakt med politisk nivå i Sametinget blir ikke nevnt så ofte, men når politikerne en sjelden gang dukker opp på språksenteret, er det en fin mulighet til å diskutere aktuelle problemstillinger.

source: Sámedikki Institušuvdnadieđáhus, mii lea hui politihkalaš dieđáhus, mas deattuha dan ahte muhtun giellaguovddážiid seađášii laktit eará sámi institušuvnnaide, vai šaddet
nob: Den svært så politiserte institusjonsmeldinga til Sametinget med fokus på robustgjøring gjennom

source: nannoseappot, ii leat boktán beare stuora beroštumi giellaguovddážiin.
nob: sammenslåing av enkelte språksentre med andre samiske institusjoner er ikke møtt med særlig entusiasme hos språksentrene.

source: Ja ii dieđáhus čuovvoluvvon ge daid giellaguovddážiid ektui mat das namuhuvvojedje, várra danin go sihke guovddážat ja daid oamasteaddjit eai dorjon dieid jurdagiid.
nob: Den ble heller ikke umiddelbart fulgt opp i forhold til de samiske språksentre som ble spesielt omtalt, delvis på grunn av sterk motstand fra språksentrene selv og deres eiere.

source: Muhto Várdobáiki gal orro nuppástahttemin organiserenmálle, dan oktavuođas go leat huksemin ođđa vistti, ja de dáidá earet eará Sámediggi boahtit oamasteaddjin.
nob: For Várdobáki ser det imidlertid ut for å komme en endring i organisasjonsform, hvor blant annet Sametinget vil inn på eiersiden i forbindelse med nytt bygg.

source: 12.8 Movt čuovvolit giellaguovddážat Sámedikki gáibádusaid mat gusket dásseárvui ja iešguđetlágan ulbmiljoavkkuid olaheapmái – ja movt isket leat go geavaheaddjit duhtavaččat ?
nob: 12.8 Hvordan følger språksentrene opp Sametingets krav om likestilling, spredning i ulike målgrupper, samt måling av brukertilfredshet ?

source: Dan rájes go Sámediggi mearridit diekkár gáibádusaid, de leat eanas giellaguovddážat árvvoštallan movt sii ovddidit dásseárvvu iežaset doaimmain.
nob: De aller fleste språksentrene har siden Sametinget innførte dette som et krav, gjort vurderinger rundt virksomhetens fremme av likestilling.

source: Dan oaidná jahkeraporttaid árvvoštallamiin, ja
nob: Språksentrene fungerer i stor grad i et brukerstyrt marked, og kan i begrenset grad velge

source: muhtun muddui dat lea maid áššin go giellaguovddážat plánejit iežaset doammaid.
nob: sine «kunderš selv.

source: De lea ge álkit árvvoštallat man muddui leat ovddidan dásseárvvu bissovaš ja gaskaboddosaččat bálkáhuvvon bargiid dáfus, ja maiddái stivralahtuid válljemis, guovddážiin main lea stivra.
nob: Da er det lettere å vurdere likestilling i forhold til egne fast og timebaserte ansatte, styresammensetning der det er aktuelt.

source: Vaikko vel geahččalit ge oažžut oalle muddui seamma ollu nissonolbmuid go dievdduid bealis ovddasteddjiid, de duohta dilis dat sáhttá leat váttis,
nob: Selv om en bestreber seg for å få en balansert sammensetning med kvinner og menn representert, er det ikke alltid slik at en velger «på øverste hylleš.

source: go eai sii álo beasa válljet «bajemus hildusš.
nob: Noen sentre har et hovedfokus på voksne, og har i mindre grad rettet seg mot barn og unge.

source: Muhtun guovddážat barget earenoamážit rávisolbmuid várás, ja eai nu bearehaga mánáid ja nuoraid doaimmaiguin.
nob: styrke kunnskapen om det samiske blant barn og unge og skape språkarenaer for barn med samisk i skole og barnehage, er viktig for at en slik prioritering vokser fram.

source: Muhto maiddái guovddážat mat eai leat organiserejuvvon suohkanvuollásažžan, leat dihtomielalaččat bargan nuoraiguin. Sihke Várdobáiki,
nob: Men også språksentre uten kommunal organisering har jobbet konkret mot ungdom.

source: Aajege ja Árran leat lágidan dehálaš nannendoaimmaid dien ulbmiljovkui.
nob: Både Várdobáiki, Aajege og Árran har hatt viktige satsinger mot denne målgruppen.

source: Muhtun giellaguovddážat leat veaháše rahčan olahit vuorasolbmuide iežaset fálaldagaiguin, mat maid leat ulbmiljoavku.
nob: Enkelte språksentre har hatt utfordringer med å nå målgruppen eldre.

source: Máŋga giellaguovddáža leat geahččalan lágidit boarrásiid deaivvadeami, muhto dat lea dakkár váttis doaibma, mainna ii lihkostuva nu bures jus dasa ii gávnna rievttes hámi.
nob: Flere språksentre har forsøkt seg på eldretreff, men dette er en type tiltak som det kan være vanskelig å få til hvis det ikke har den

source: Muhto ollu vuorasolbmot leat kursejođiheaddjit, earenoamážit dain guovddážiin gos oahpahit árbemáhtu ja árbedieđuid vuorasolbmuin nuoraide.
nob: rette formen. Eldre er imidlertid godt representert blant kursholdere, og særlig ved de sentre som har hatt fokus på tiltak som omhandler overføring av tradisjonell kunnskap fra eldre til yngre.

source: Ja dasto lea ge vel báhcán maŋemus ja bajemus dási gažaldat dán árvvoštallamis.
nob: Da har vi endt opp med det siste og overordnede spørsmålet for denne evalueringen.

source: 12.9 Váikkuhit go giellaguovddážat dasa ahte sámegiella gullo ja oidno giellaguovddážiid doaibmaguovllus ?
nob: 12.9 Bidrar språksentrene til at samisk språk høres og synes i språksentrenes virkeområde ?

source: Diesa gal sáhttá vástidit juo, muhto máŋgga dásis diehttelas.
nob: Svaret på dette må bli, ja, men i noe ulik grad.

source: ovdamearkkadihte dat man guhká giellaguovddáš lea leamaš doaimmas.
nob: Her er det mange forhold som virker inn, slik som hvor lenge språksenteret har eksistert.

source: Porsáŋggu ja Gáivuona giellaguovddážat, mat leat doaibman 18 jagi, leat eahpikeahttá guođđán čielgasit luottaid go Loabák giellaguovddáš mii lea doaibman dušše guokte jagi.
nob: 18 års virke i Porsanger og Kåfjord har utvilsomt satt dypere spor enn to år i Lavangen.

source: Stuora mearkkašupmi lea maid leamaš das makkár gielladilli suohkanis lei dalle go giellaguovddáš ásahuvvui.
nob: Språksituasjonen i den enkelte kommune ved språksenterets opprettelsestidspunkt har også stor betydning.

source: Muhtun guovlluin leat giellaguovddážat álggahan doaimmas dakkár guovllus gos sámegiella lei measta juo oalát jávkan (Gáivuotna, Moskaluokta, Plassje, Loabák), ja leat šaddan vuos cegget vuođđomáhtu, ja de dan ala huksegoahtit cehkiid mielde.
nob: Noen steder har språksentrene begynt sin virksomhet i et område hvor det samiske språket nesten var helt forsvunnet (Kåfjord, Lakselvbukt, Røros, Lavangen), og har måttet jobbe med basiskunnskap og bygge videre sten på sten.

source: Unjárga), muhto giellaguovddážiin lea dain báikkiin maid leamaš dehálaš doaibma, dan ektui ahte oažžut olles álbmoga dohkkehit sámivuođa, doarjut váhnemiid geat hálidit sámegiela iežaset mánáide skuvllas ja mánáidgárddis, ásahit ođđa báikkiid gos giela sáhttá hárjehallat, oažžut sámivuođa šaddat dábálažžan jnv..
nob: Andre steder har språket vært mer levende (Tana, Nesseby), men hvor språksenteret likevel har hatt en viktig posisjon for større aksept for det samiske i alle deler av befolkningen, støtte til foreldre som ønsker samisk i skole og barnehage for sine barn, skape nye språkarenaer, alminneliggjøre det samiske osv..

source: Muhtun báikkiin váikkuha giellaguovddážiid doaibma hui báikkálaččat, nugo ovdamearkkadihte Moskaluovttas Romssa suohkanis, ja Várdobáiki ja Plassje giellaguovddážat doibmet ges miha
nob: Veldig lokale virkninger av språksentrene aktivitet finner vi for eksempel i Lakselvbukt i Tromsø kommune, mens Várdobáiki og Røros har hatt et større geografisk nedslagsfelt over både kommune‐

source: viidábut geográfalaččat, sihke suohkanrájiid ja maiddái fylkarájiid olggobealde.
nob: og fylkesgrenser.

source: Ja sáhttit maid dadjat ahte guovddážat mat doibmet gávpogis, nugo Álttás ja Romssas, sáhtáše olahit vel eambbo olbmuid danin go dain báikkiin orrot ollu olbmot geográfalaččat čoahkis.
nob: Vi kan også si at sentrene med virksomhet i byene, slik som Alta og Tromsø, har et potensial for å nå et mye større antall personer ved at disse bor konsentrert i et geografisk område.

source: Danin sáhttit ge hupmat giellaguovddážiid doaimmaid buorrevuođa ja olluvuođa váikkuhusaid birra hui máŋgga dásis ja hui máŋgga guovllu ektui.
nob: Vi kan derfor snakke om både kvalitative og kvantitative virkninger av språksentrenes aktivitet på mange ulike nivå og områder.

source: Dákkár gažaldaga ferte maid jearrat juste nuppeládje.
nob: Denne typen spørsmål bør også stilles kontrafaktisk.

source: Makkár livččii sámegiella dilli diein guovlluin jus
nob: Om ikke andre alternative løsninger

source: EAI gávdnoše sámi giellaguovddážat ? Jus eai livčče eará vejolaš čovdosat ásahuvvon giellaguovddážiid sadjái, de jáhkkit mii ahte gielladilli livččii miha vearrát diein báikkálaš servodagain, ja eai gávdnoše nu ollu sámegiel báikkit ja lágideamit gos giela sáhtta geavahit.
nob: hadde vokst fram, tror vi at språksituasjonen hadde vært adskillig verre i disse lokalsamfunnene, og det hadde vært færre samiske språkarenaer.

source: Go dan leat dadjan, de jáhkkit mii liikká ahte giellaguovddážiin livčče vejolašvuođat vel eanet váikkuhit dasa ahte sámegiella gullo ja oidno.
nob: Likevel tror vi at språksentrene har et potensial for i ennå høyere grad å bidra til at de samiske språkene høres og synes.
